<html>
<head>
    <meta name="layout" content="main"/>
    <title>Игра полковника Блотто</title>
    <sitemesh:parameter name="current" value="help"/>
</head>

<body>

<div class="page-header text-center">
    <h1>Разведданные</h1>
</div>


<div class="row">
    <div class="col-md-1"></div>

    <div class="col-md-10">

        <div class="well">
            <p>Вы имеете в своем распоряжении отряд из 100 человек.</p>
            <p>Вам предстоит сразиться с вражеским отрядом, численность которого также составляет 100 человек.</p>
            <p>Перед битвой каждая сторона втайне размещает своих солдат произвольным способом на 9 полях сражений.</p>
            <p>На каждое поле сражений можно поставить любое целое число солдат от 0 до 100.</p>
            <p>На каждом из полей сражений выигрывает та сторона, которая выставила больше солдат.</p>
            <p>Если стороны выставили на некоторое поле одинаковое число солдат, то на этом поле объявляется ничья.</p>
            <p>За победу на одном поле дается 1 очко, за ничью — 0,5 очка, за проигрыш — 0 очков.</p>
            <p>Платеж каждой из сторон равен суммарному количеству набранных очков.</p>
            <p>Каждая сторона стремится победить на как можно большем числе полей, то есть набрать как можно большее число очков.</p>
        </div>

        <div>
            <a href="/" class="btn btn-primary pull-right">Раздать боевые приказы &gt;&gt;</a>
        </div>
    </div>

    <div class="col-md-1"></div>
</div>
</body>
</html>